Repository: vladstanescu94/Diameris
Catalog: Packages/Features/Dashboard/Sources/Dashboard/Resources/Localizable.xcstrings
Source language: en
Languages: ro

source: Account Balances
ro: Solduri conturi

source: All amounts add up correctly
ro: Toate sumele sunt corecte

source: Available
ro: Disponibil

source: Available This Month
ro: Disponibil luna aceasta

source: Cancel
ro: Anulează

source: Complete onboarding to start tracking your finances
ro: Completează introducerea pentru a începe să îți urmărești finanțele

source: Completes fund to 100%!
ro: Completează fondul la 100%!

source: Continue
ro: Continuă

source: Current balance
ro: Sold curent

source: Did you use any savings this month?
ro: Ai folosit economii luna aceasta?

source: Done - I made the transfers
ro: Gata - Am făcut transferurile

source: Emergency Fund
ro: Fond de urgență

source: Expense Breakdown
ro: Detalii cheltuieli

source: Expenses
ro: Cheltuieli

source: for %@
ro: pentru %@

source: How much did you receive?
ro: Cât ai primit?

source: Income
ro: Venit

source: Last month: %@
ro: Luna trecută: %@

source: Monthly Summary
ro: Sumar lunar

source: New Month
ro: Lună nouă

source: No data yet
ro: Nicio dată încă

source: No expenses set
ro: Nicio cheltuială setată

source: Personal Spending
ro: Bani personali

source: Primary
ro: Principal

source: Process this month's salary
ro: Procesează salariul lunii

source: remaining money
ro: bani rămași

source: Savings
ro: Economii

source: stays for automatic payments
ro: rămâne pentru plăți automate

source: Step %d of %d
ro: Pasul %d din %d

source: Target: %@× monthly income
ro: Țintă: %@× venit lunar

# Target: %lld× monthly income (capped at %@)
source: Target: %1$lld× monthly income (capped at %2$@)
ro: Țintă: %1$lld× venit lunar (plafonat la %2$@)

source: Transfer to %@
ro: Transfer către %@

source: Transfers to make
ro: Transferuri de făcut

source: Update your account balances
ro: Actualizează soldurile conturilor

source: was %@ last month
ro: a fost %@ luna trecută

source: Your Transfer Plan
ro: Planul tău de transfer
